{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": " {email}"
			},
			"Translation":
			{
				"Text": " {email}"
			},
			"Key": "7558307A40906F66BA8404849EAEF76A"
		},
		{
			"Source":
			{
				"Text": "<Red>Choose</> <Blue>the</> <Green> correct</><Yellow> number</>"
			},
			"Translation":
			{
				"Text": "<Red>请选</> <Blue>择正</> <Green> 确的</><Yellow> 号码</>"
			},
			"Key": "56D4F55A46B3C3C857168D8082C8B7EE"
		},
		{
			"Source":
			{
				"Text": "Account :    {email}"
			},
			"Translation":
			{
				"Text": "帐户 : {email}"
			},
			"Key": "007BD1D141D0E53257245982BB302CA3"
		},
		{
			"Source":
			{
				"Text": "FPS : {FPS_input}"
			},
			"Translation":
			{
				"Text": "FPS : {FPS_input}"
			},
			"Key": "0125BC3C4987E80CE0C26BBE7E371575"
		},
		{
			"Source":
			{
				"Text": "Let's select all \r\nthe shapes of the "
			},
			"Translation":
			{
				"Text": "让我们选择所有\r\n的形状。"
			},
			"Key": "34727C5C46A14BF03B526FA2D724F697"
		},
		{
			"Source":
			{
				"Text": "No"
			},
			"Translation":
			{
				"Text": "不"
			},
			"Key": "EAC9BF9642E68244271C9A9F70C9EBFE"
		},
		{
			"Source":
			{
				"Text": "OK"
			},
			"Translation":
			{
				"Text": "确定"
			},
			"Key": "A71E19224BEC010FDF93D38F806E46E6"
		},
		{
			"Source":
			{
				"Text": "Parents"
			},
			"Translation":
			{
				"Text": "父母"
			},
			"Key": "3153E959454C85425841C99D32027103"
		},
		{
			"Source":
			{
				"Text": "player1213"
			},
			"Translation":
			{
				"Text": "player1213"
			},
			"Key": "115E815844288FEADB27BEAF216CE1A3"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "Dialogue",
			"Children": [
				{
					"Source":
					{
						"Text": "Heelo"
					},
					"Translation":
					{
						"Text": "Heelo"
					},
					"Key": "E5C4B2434C3CF3EF21FDCCA15C82213A_9CFA2E27C784BCCB",
					"MetaData":
					{
						"Key":
						{
							"Gender": "Neuter",
							"Plurality": "Plural",
							"Speaker": "0E35BABA43AAEE7E7A93F6831E262EEB",
							"TargetGender": "Neuter",
							"TargetPlurality": "Plural",
							"Targets": [
								"DD7908D24FD136DDBCF2B68105765C71"
							]
						}
					}
				},
				{
					"Source":
					{
						"Text": "Incorrect"
					},
					"Translation":
					{
						"Text": "Incorrect"
					},
					"Key": "0586DD0C4FB9CAFCC7D0D8B524670E14_364A12939CFA2E27",
					"MetaData":
					{
						"Key":
						{
							"Gender": "Masculine",
							"Plurality": "Singular",
							"Speaker": "E5057C45426928300B947CB378E1A40C",
							"TargetGender": "Neuter",
							"TargetPlurality": "Plural",
							"Targets": [
								"0E35BABA43AAEE7E7A93F6831E262EEB"
							]
						}
					}
				}
			]
		},
		{
			"Namespace": "Games",
			"Children": [
				{
					"Source":
					{
						"Text": "<Blue>Animals</> <Red> Environment</>"
					},
					"Translation":
					{
						"Text": "<Blue>动物</> <Red> 环境</>"
					},
					"Key": "EnvTitle"
				},
				{
					"Source":
					{
						"Text": "<Blue>Colors </> <Yellow>and</> <Red>Shape</>"
					},
					"Translation":
					{
						"Text": "<Blue>颜色</> <Yellow>和</> <Red>形状</>"
					},
					"Key": "AlphaTitle"
				},
				{
					"Source":
					{
						"Text": "<Red>Animals</> <Blue>and</> <Green> Shadow</>"
					},
					"Translation":
					{
						"Text": "<Red>动物</> <Blue>和</> <Green> 阴影</>"
					},
					"Key": "LineTitle"
				},
				{
					"Source":
					{
						"Text": "<Red>Choose</> <Blue>the</> <Green> correct</><Yellow> number</>"
					},
					"Translation":
					{
						"Text": "<Red>请选</> <Blue>择正</> <Green> 确的</><Yellow> 号码</>"
					},
					"Key": "BoxTitle"
				},
				{
					"Source":
					{
						"Text": "Environment"
					},
					"Translation":
					{
						"Text": "环境"
					},
					"Key": "Environment"
				},
				{
					"Source":
					{
						"Text": "Find the correct shadow of the Animals"
					},
					"Translation":
					{
						"Text": "找到动物的正确影子"
					},
					"Key": "LineDesc"
				},
				{
					"Source":
					{
						"Text": "Find the right environment for animals"
					},
					"Translation":
					{
						"Text": "为动物找到合适的环境"
					},
					"Key": "EnvDesc"
				},
				{
					"Source":
					{
						"Text": "Lession"
					},
					"Translation":
					{
						"Text": "课程"
					},
					"Key": "Lession"
				},
				{
					"Source":
					{
						"Text": "Let's learn to count and choose the right answer"
					},
					"Translation":
					{
						"Text": "让我们学习数数并选择正确的答案"
					},
					"Key": "BoxDesc"
				},
				{
					"Source":
					{
						"Text": "Let's select all \r\nthe shapes of the "
					},
					"Translation":
					{
						"Text": "让我们选择所有\r\n的形状。"
					},
					"Key": "AlphaDesc"
				},
				{
					"Source":
					{
						"Text": "circle"
					},
					"Translation":
					{
						"Text": "圆圈"
					},
					"Key": "circle"
				},
				{
					"Source":
					{
						"Text": "heart"
					},
					"Translation":
					{
						"Text": "心"
					},
					"Key": "heart"
				},
				{
					"Source":
					{
						"Text": "hexagon"
					},
					"Translation":
					{
						"Text": "六边形"
					},
					"Key": "hexagon"
				},
				{
					"Source":
					{
						"Text": "rectangle"
					},
					"Translation":
					{
						"Text": "长方形"
					},
					"Key": "rectangle"
				},
				{
					"Source":
					{
						"Text": "triangle"
					},
					"Translation":
					{
						"Text": "三角形"
					},
					"Key": "triangle"
				}
			]
		},
		{
			"Namespace": "HomeMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "Blank"
					},
					"Translation":
					{
						"Text": "空白"
					},
					"Key": "None"
				},
				{
					"Source":
					{
						"Text": "Environment"
					},
					"Translation":
					{
						"Text": "环境"
					},
					"Key": "Environment"
				},
				{
					"Source":
					{
						"Text": "Geometry"
					},
					"Translation":
					{
						"Text": "几何学"
					},
					"Key": "ShapeItems"
				},
				{
					"Source":
					{
						"Text": "Numbers"
					},
					"Translation":
					{
						"Text": "数字"
					},
					"Key": "Numbers"
				},
				{
					"Source":
					{
						"Text": "Parents"
					},
					"Translation":
					{
						"Text": "父母"
					},
					"Key": "Settings"
				},
				{
					"Source":
					{
						"Text": "School"
					},
					"Translation":
					{
						"Text": "学校"
					},
					"Key": "School"
				},
				{
					"Source":
					{
						"Text": "Shape"
					},
					"Translation":
					{
						"Text": "形状"
					},
					"Key": "Shape"
				},
				{
					"Source":
					{
						"Text": "Shape VIP"
					},
					"Translation":
					{
						"Text": "形状"
					},
					"Key": "Shape2"
				}
			]
		},
		{
			"Namespace": "Settings",
			"Children": [
				{
					"Source":
					{
						"Text": "Account : "
					},
					"Translation":
					{
						"Text": "帐户 ："
					},
					"Key": "User"
				},
				{
					"Source":
					{
						"Text": "Apple ID"
					},
					"Translation":
					{
						"Text": "Apple ID"
					},
					"Key": "Apple"
				},
				{
					"Source":
					{
						"Text": "Do you want to buy this package for your baby?"
					},
					"Translation":
					{
						"Text": "你想给你的宝宝买这个套餐吗？"
					},
					"Key": "Comfirm"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "English"
				},
				{
					"Source":
					{
						"Text": "Facebook"
					},
					"Translation":
					{
						"Text": "Facebook"
					},
					"Key": "Face"
				},
				{
					"Source":
					{
						"Text": "Game"
					},
					"Translation":
					{
						"Text": "游戏"
					},
					"Key": "Histories"
				},
				{
					"Source":
					{
						"Text": "Google"
					},
					"Translation":
					{
						"Text": "Google"
					},
					"Key": "Google"
				},
				{
					"Source":
					{
						"Text": "Link Account"
					},
					"Translation":
					{
						"Text": "链接帐户"
					},
					"Key": "Login"
				},
				{
					"Source":
					{
						"Text": "Music"
					},
					"Translation":
					{
						"Text": "音乐"
					},
					"Key": "Music"
				},
				{
					"Source":
					{
						"Text": "No Ads"
					},
					"Translation":
					{
						"Text": "无广告"
					},
					"Key": "Ads"
				},
				{
					"Source":
					{
						"Text": "Number of stars : "
					},
					"Translation":
					{
						"Text": "选择正确的数字 : "
					},
					"Key": "Currency"
				},
				{
					"Source":
					{
						"Text": "Premium"
					},
					"Translation":
					{
						"Text": "Premium"
					},
					"Key": "Vip"
				},
				{
					"Source":
					{
						"Text": "Sound"
					},
					"Translation":
					{
						"Text": "声音"
					},
					"Key": "Sound"
				},
				{
					"Source":
					{
						"Text": "Star"
					},
					"Translation":
					{
						"Text": "星星"
					},
					"Key": "Star"
				},
				{
					"Source":
					{
						"Text": "Vietnamese"
					},
					"Translation":
					{
						"Text": "Vietnamese"
					},
					"Key": "Vietnamese"
				},
				{
					"Source":
					{
						"Text": "You Must login to save your data\r\nyou will lose all your data when you reset factory\r\nor uninstall app on your device"
					},
					"Translation":
					{
						"Text": "您必须登录才能保存您的数据\n恢复出厂设置会丢失所有数据\n或在您的设备上卸载该应用"
					},
					"Key": "LinkMessage"
				},
				{
					"Source":
					{
						"Text": "中国人"
					},
					"Translation":
					{
						"Text": "中国人"
					},
					"Key": "Chinese"
				}
			]
		}
	]
}